[
    {
      "_id": "624a690ed3d885aa83b35b5b",
      "rating": 4,
      "name": "Sophia Franklin",
      "about": "Delicious- true southern fried chicken with the right spices to be gentle to you also adding you own- the flavor is great- tastes like my moms chicken.",
      "img":"./images/pic-1.png"
    },
    {
      "_id": "624a690ec0163f8cced01e9f",
      "rating": 1,
      "name": "Rowe Ortiz",
      "about": "We have been using this for years. It is not just good for chicken and pork chops. It makes the BEST fried okra, fried green tomatoes, and fried squash. Highly recommend this Food!",
      "img":"./images/pic-2.png"
    },
    {
      "_id": "624a690ed04315c9c352010f",
      "rating": 2,
      "name": "Katherine Hansen",
      "about": "Delicious !! I have never made fried chicken before. I don't fry a lot of things. This was easy to use. I purchased this product so I didn't have to try a bunch of different recipes and figure out what works !!!",
      "img":"./images/pic-3.png"
    },
    {
      "_id": "624a690e3f4c250c99e06c0e",
      "rating": 4,
      "name": "Orr Franks",
      "about": "sylvia's is easy to use and just delicious… you can just wet the chicken and throw it in a baggie with the seasoning and shake and fry or put in your air fryer.. easy.",
      "img":"./images/pic-4.png"
    },
    {
      "_id": "624a690e3d626a8c132f0ad7",
      "rating": 3,
      "name": "Molly Pugh",
      "about": "I have to say that it gave a nice crispy crunch. Like some other reviewers have noted it is a bit on the hot side. It appears to have a nice flavor but it honestly is hard to tell for sure because the saltiness overwhelms everything else.",
      "img":"./images/pic-5.png"
    },
    {
      "_id": "624a690ed16fcf39ff9811a8",
      "rating": 5,
      "name": "Angela Guthrie",
      "about": "The first time I ordered The fried chicken mix. I bought two bags. I like the product so well I bought nine more bags. Definitely recommend Great flavor.Thank you for the great product",
      "img":"./images/pic3.png"
    }
  ]